GUOMN/Beacon/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_TASK_WDT_TIMEOUT_S=10
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y
